Repository: 84000/data-translation-memory
Catalog: toh217-v3.tmx
Source language: bo
Languages: en

source: །ཇོ་བོ་ཞུགས་དོང་གི་ཞུགས་གུམ་ནས་པད་མའི་རྫིང་བུར་གྱུར་ཏེ་བུང་བ་ཟི་ཟི་མཆི་བའི་པད་མ་ལ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་བཞག་ནས་ཁྱོད་ཀྱི་ཁྱིམ་དུ་བྱོན་པ་ལ་གཟིགས་ཤིག །གཟིགས་ཤིག །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་འཇིགས།
en: The Blessed One set foot on a lotus buzzing with bees, and then proceeded toward the house.

source: དངངས།
en: Look, look!”

source: སྐྲག་སྟེ་སྤུ་ཟིང་ཞེས་བྱེད་ནས་རིངས་ཤིང་མྱུར་བར་ལ་གོར་དུ་ཁང་སྟེང་ནས་བབས་ཏེ་སྒོ་གང་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Śrīgupta then looked, and was so startled and afraid that his hair bristled. Eagerly and swiftly he hastened down from the top of the house and went to the main gate where the Blessed One stood.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་བདག་གིས་ནོངས།
en: When he arrived there, he bowed at the feet of the Blessed One and said, “Blessed One, I have made a mistake!

source: བདེ་བར་གཤེགས་པ་བདག་གིས་ནོངས་ཏེ་སླར་འཆགས་སོ།
en: Sugata, I have made a mistake, and I confess!

source: །བྱིས་པ་ཇི་ལྟ་བ་དང་། རྨོངས་པ་ཇི་ལྟ་བ་དང་། མི་མཁས་པ་ཇི་ལྟ་བ་བཞིན་དུ་བདག་མི་དགེ་བའི་བཤེས་གཉེན་དང་བསྟེན་པའི་དབང་གིས་བཅོམ་ལྡན་འདས་ལ་རྣམ་པ་འདི་ལྟ་བུ་བགྱི་བར་བསམས་ན།
en: Like a deluded, ignorant fool, I followed a nonvirtuous spiritual friend, and under his influence thought to treat the Blessed One in this manner.

source: བཅོམ་ལྡན་འདས་བདག་ནོངས་པས་ནོངས་པ་ཅན་དུ་གཟུང་དུ་གསོལ།
en: Blessed One, since I have erred, please accept me, guilty as I am! I commit to act differently from now on.”

source: སླན་ཆད་ཀྱང་སྡོམ་པར་འཚལ་ལོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེའི་ཕྱིར་ཁྱིམ་བདག་ཁྱོད་བྱིས་པ་ཇི་ལྟ་བ་དང་། རྨོངས་པ་ཇི་ལྟ་བ་དང་། མི་མཁས་པ་ཇི་ལྟ་བ་བཞིན་དུ་མི་དགེ་བའི་བཤེས་གཉེན་དང་བསྟེན་པའི་དབང་གིས་ཁྱོད་ཀྱིས་རྣམ་པ་འདི་ལྟ་བུ་འདི་བྱས་པ་ཉེས་པས་ཉེས་པ་ཅན་དུ་རྟོགས་ཤིག །ཁྱིམ་བདག་ཁྱོད་གང་གི་ཚེ་ཉེས་པས་ཉེས་པ་ཅན་དུ་མཐོང་ལ།
en: The Blessed One replied, “So, householder, you must understand that you are guilty of wrongdoing for following a nonvirtuous spiritual friend, like a deluded, ignorant fool, and behaving this way under his influence.

source: ཉེས་པས་ཉེས་པ་ཅན་དུ་མཐོང་ནས་འཆགས། མཐོལ། ཕྱིན་ཆད་ཀྱང་སྡོམ་ན་དེའི་ཕྱིར་ངས་ཁྱོད་ལ་ཉེས་པས་ཉེས་པ་ཅན་དུ་བཟུང་ངོ་།
en: Householder, because you confessed and admitted it when you saw that you were guilty of wrongdoing, and commit not to do so from now on, I will accept you, culpable as you are.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཁྱིམ་བདག་ཆོས་འདུལ་བ་འདི་ལ་འདི་ནི་འཕེལ་བ་སྟེ།
en: The reason, householder, is that you will improve under the Dharma and Vinaya.

source: ཉེས་པས་ཉེས་པ་ཅན་དུ་མཐོང་ནས་འཆགས་ཤིང་མཐོལ་ཏེ་ཕྱིན་ཆད་ཀྱང་སྡོམ་པའོ།
en: Now that you have seen that you are guilty of wrongdoing, and confessed and admitted it, you will follow your commitment.

source: །ཁྱིམ་བདག་ཁྱོད་ལོངས།
en: Stand up, householder.

source: འདི་ལྟར་འདིར་སེམས་དད་པས་མཆོད་པ་བྱས་སོ།
en: You have now honored me with this act of pious veneration.”

source: །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་མདུན་དུ་བདར་ཏོ།
en: Śrīgupta bowed at the feet of the Blessed One and venerated him.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་སྟེང་གི་ཁང་བཟངས་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་གདན་བཤམས་པ་ལ་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ།
en: The Blessed One then ascended to the upper story of the house. When he arrived, he sat down on the cushions arranged there, together with the monastic community.

source: །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་དང་། དགེ་སློང་གི་དགེ་འདུན་བཞུགས་པར་རིག་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། པུས་མོ་གཉིས་ཀའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དོ། །ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: When the householder Śrīgupta knew that the Blessed One and his followers were seated, he approached the Blessed One, knelt on both knees, and bowed toward him with joined palms.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཆུང་ཟད་ཅིག་གཞེས་སུ་གསོལ།
en: He then said, “Noble sir, Blessed One, please accept a little something to eat.

source: བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་སླད་དུ་བཤོས་གཙང་གཞན་བགྱིད་དུ་སྩལ་ཏོ།
en: I will have some other, pure food prepared.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཙུན་པ་བཅོམ་ལྡན་འདས་མི་དགེ་བའི་བཤེས་གཉེན་དང་བསྟེན་པའི་དབང་གིས་བདག་གིས་བཤོས་གཙང་ཅི་སྦྱར་བ་དེ་ཐམས་ཅད་ཀྱི་ནང་དུ་དུག་དྲག་པོ་སྩལ་བས།
en: The reason is, noble sir, Blessed One, under the influence of a nonvirtuous spiritual friend, I had deadly poison added to all the pure food that had been prepared.

source: དེས་བཅོམ་ལྡན་འདས་དང་དགེ་སློང་གི་དགེ་འདུན་ལ་ཆུང་ཟད་གནོད་པར་འགྱུར་དུ་གློ་བ་ཆུད་ལགས་སོ།
en: I realize that it will cause some harm to the Blessed One and his followers.”

source: ཁྱིམ་བདག་དེ་སྙམ་དུ་མ་སེམས་ཤིག །ཁྱིམ་བདག་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པའི་ཚེ་ཡང་ལུས་ལ་དུག་གིས་མ་ཚུགས་ན།
en: Poison could not physically affect me even when I was born as an animal;

source: ད་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ལ་ཅི་སྨོས་ཏེ།
en: how much less so now that I am a completely awakened buddha?

source: ངའི་ལུས་ལ་དུག་གིས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།
en: There is no basis for poison to physically affect me.”

source: །བཅོམ་ལྡན་འདས་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན་ཇི་ལྟར་སྐུ་ལ་དུག་གིས་མ་ཚུགས་ལགས།
en: “Blessed One, when you were born as an animal, how was it that poison did not physically affect you?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་བདག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་རྒྱལ་པོ་ཚངས་པས་བྱིན་ཞེས་བྱ་བ་ཕྱུག་པ།
en: The Blessed One replied, “Householder, in the past there was a king of the city of Vārāṇasī named Brahmadatta.

source: ནོར་ཆེ་བ། ལོངས་སྤྱོད་ཆེ་བ་ནས། བང་མཛོད་ཡོངས་སུ་གང་བའི་བར་དང་ལྡན་པ་ཞིག་བྱུང་ངོ་།
en: He was prosperous, wealthy, and affluent, with an overflowing treasury.

source: །ཁྱིམ་བདག་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་བཙུན་མོ་དཔེ་མེད་ཅེས་བྱ་བ་གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ་ཞིག་ཡོད་དོ།
en: Householder, King Brahmadatta had a queen named Anupamā, who had a fine figure, was beautiful and attractive, and had a clear and hearty complexion.

source: །བཙུན་མོ་དཔེ་མེད་ནི་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་སྡུག་པ། མངོས་པ། ཕངས་པ། ཡིད་དུ་འོང་བ། འདོད་པ།
en: To King Brahmadatta, Queen Anupamā was lovely, elegant, beloved, pleasing, desirable, and agreeable to behold.

source: བལྟ་བ་དང་འཐུན་པའོ། །ཁྱིམ་བདག་དེའི་ཚེ་ན་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་འཁོར་ལྔ་བརྒྱ་དང་ལྡན་པ།
en: Householder, at that time, on the southern slope of the snowy king of mountains lived a peacock king named Suvarṇāvabhāsa, who had a retinue of five hundred birds.

source: ཡན་ལག་བཀྲ་བ། ལུས་བཀྲ་བ། རིན་པོ་ཆེའི་མཆུ་ཅན་ཞིག་གནས་ཏེ།
en: His limbs and body were brightly colored, and his beak was jeweled.

source: དེ་གང་དང་གང་དུ་འགྲོ་ཡང་རྨ་བྱ་དེ་དག་ཐམས་ཅད་ཀྱི་ཐོག་མ་ཉིད་ལ་འགྲོའོ།
en: Wherever he went, he ranked first among all peacocks.

source: །དེའི་ཚེ་དུས་གཞན་ཞིག་ན་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ནམ་ཕྱེད་ཀྱི་དུས་ནམ་གྱི་གུང་ཐུན་ལ་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་སྟེང་དུ་སྐད་ཕྱུང་སྟེ། སྐད་དེས་གྲོང་ཁྱེར་དེ་ཁྱབ་པར་གྲག་གོ།
en: “On one specific occasion, the peacock king Suvarṇāvabhāsa cried out over the city of Vārāṇasī in the middle of the night and was heard across the entire city.

source: །དེའི་ཚེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་བཙུན་མོ་དཔེ་མེད་དང་ཁང་སྟེང་ན་འདུག་པར་གྱུར་ཏོ།
en: At that time, King Brahmadatta was in Queen Anupamā’s upper chamber.

source: །དེ་ནས་བཙུན་མོ་དཔེ་མེད་ཀྱིས་སྒྲ་དེ་ཐོས་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་དེ་ལ་དྲིས་པ། ལྷ་འདི་ལྟར་ཆགས་པར་བགྱིད་པ། འདི་ལྟར་འདོད་པར་བགྱིད་པ། འདི་ལྟར་དྲེགས་པར་བགྱིད་པ། འདི་ལྟར་ཞེན་པར་བགྱིད་པ། འདི་ལྟར་འཆིང་བར་བགྱིད་པ། འདི་ལྟར་དགའ་བར་བགྱིད་པ། འདི་ལྟར་རོ་མྱང་བར་འོས་པ། འདི་ལྟར་སྙན་ཅིང་ཡིད་དུ་མཆི་ལ་མཉན་པར་འོས་པའི་སྒྲ་གདའ་བ་འདི་སུའི་ལགས།
en: When Queen Anupamā heard this sound, she asked King Brahmadatta, ‘Lord, whose call is so enticing, desirable, elevating, addictive, captivating, delightful, pleasing, sweet, agreeable, and so worthy to be heard?’

source: རྒྱལ་པོས་སྨྲས་པ། ལྷ་མོ་ངས་ཀྱང་མ་མཐོང་སྟེ། གཏམ་དུ་ཐོས་ན་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཡན་ལག་བཀྲ་བ།
en: “The king replied, ‘Lady, though I have not seen him, I have heard it said that the peacock king Suvarṇāvabhāsa lives on the southern slope of the snowy king of mountains.

source: ལུས་བཀྲ་བ། རིན་པོ་ཆེའི་མཆུ་ཅན་འཁོར་ལྔ་བརྒྱ་དང་ལྡན་པ་ཞིག་གནས་ཏེ།
en: His limbs and body are brightly colored, he has a jeweled beak, and he possesses a retinue of five hundred birds.

source: དེ་གང་དང་གང་དུ་འགྲོ་ཡང་རྨ་བྱ་དེ་དག་ཐམས་ཅད་ཀྱི་ཐོག་མ་ཉིད་ལ་འགྲོ་སྟེ་ལྷ་མོ་དེའི་སྒྲ་ནི་འདི་ལྟར་ཆགས་པར་བྱེད་པ། འདི་ལྟར་འདོད་པར་བྱེད་པ། འདི་ལྟར་དྲེགས་པར་བྱེད་པ།
en: Wherever he goes, he ranks first among all peacocks.

source: འདི་ལྟར་ཞེན་པར་བྱེད་པ། འདི་ལྟར་འཆིང་བར་བྱེད་པ། འདི་ལྟར་དགའ་བར་བྱེད་པ། འདི་ལྟར་རོ་མྱང་བར་འོས་པ། འདི་ལྟར་སྙན་ཅིང་ཡིད་དུ་འོང་ལ་མཉན་པར་འོས་པར་གྲག་ཅེའོ།
en: His call is said to sound just as enticing, desirable, elevating, addictive, captivating, delightful, pleasing, sweet, agreeable, and worthy to be heard as this.’

source: །བཙུན་མོ་དཔེ་མེད་ཀྱིས་སྨྲས་པ། ལྷ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་མྱུར་དུ་འདིར་བླང་བར་གསོལ།
en: “Queen Anupamā said, ‘Lord, please have Suvarṇāvabhāsa quickly brought here.’

source: རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་སྨྲས་པ། ལྷ་མོ་ནམ་མཁའ་ལ་རྒྱུ་བ་འདི་ལྟ་བུ་ངས་ཀྱང་མཐོང་བར་ག་ལ་ནུས།
en: “King Brahmadatta replied, ‘But, lady, how could I possibly find such a creature that roams through the sky?’

source: བཙུན་མོ་དཔེ་མེད་ཀྱིས་སྨྲས་པ། ལྷ་གལ་ཏེ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་མ་མཐོང་དུ་ལགས་ན་བདག་འགུམ་པར་འགྱུར་རོ།
en: “Queen Anupamā answered, ‘Lord, if I cannot see Suvarṇāvabhāsa I will die!’

source: །རྒྱལ་པོ་ཚངས་པས་བྱིན་བཙུན་མོ་དཔེ་མེད་ལ་ཀུན་ཏུ་ཆགས་པའི་སེམས་སུ་གྱུར་ཏེ།
en: “King Brahmadatta was enamored with Queen Anupamā, and out of affection said to her, ‘Lady, wait a little; I will dispatch hunters.’

source: སེམས་ཞེན་པས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་སྨྲས་པ། ལྷ་མོ་ངས་རྔོན་པ་དང་བྱ་བ་དགྱེས་རེ་ཞིག་སྡོད་ཅིག །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་རྔོན་པ་དང་བྱ་བའི་མི་རྣམས་བོས་ཏེ་འདི་སྐད་སྨྲས་སོ། །མཆོག་རྣམས་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་ཡན་ལག་བཀྲ་བ། ལུས་བཀྲ་བ། གསེར་གྱི་མཆུ་ཅན་ཞིག་གནས་ཞེས་གྲག་གིས།
en: “King Brahmadatta then summoned the hunters and said to them, ‘Gentlemen, it is said that on the southern slope of the snowy king of mountains dwells a peacock king named Suvarṇāvabhāsa, whose limbs and body are brightly colored, and who has a jeweled beak.

source: ཁྱེད་ཀྱིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་བྱ་རྒྱ་དང་རྙིས་ཟུང་ལ་འདིར་འོན་ཅིག །གལ་ཏེ་འདིར་བླང་ནུས་ན་དེ་ལྟ་ན་ནི་ལེགས་སོ།
en: Catch Suvarṇāvabhāsa with nets and traps, and return home with the peacock king. If you manage to bring him home, all will be well.

source: །ཇི་སྟེ་མི་ནུས་ན་ཁྱེད་ཐམས་ཅད་ཀྱི་སྲོག་ཡལ་ལོ།
en: If you fail to do this, you will all lose your lives.’

source: །དེ་ནས་རྔོན་པ་དང་བྱ་པའི་མི་རྣམས་སྲོག་གིས་འཇིགས་སྐྲག །འཆི་བས་འཇིགས་སྐྲག་སྟེ།
en: “Since they were all afraid of dying, the hunters feared for their lives.

source: བྱ་རྒྱ་དང་རྙི་རྣམས་ཐོགས་ནས་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་གང་ན་གནས་པའི་ཕྱོགས་དེར་རྒྱ་བྲེས་རྙི་བཙུགས་པ་དང་། རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་གང་དང་གང་དུ་ལྟ་བ་དེ་དང་དེར་རྒྱ་རལ་རྙི་ཆད་དེ།
en: They took their nets and traps and went to the southern slope of the snowy king of mountains. Upon arriving, they spread out their nets and laid their traps in the area where the peacock king Suvarṇāvabhāsa lived, but the nets would tear and the traps would spring whenever Suvarṇāvabhāsa looked at them.

source: ཕྱོགས་དེར་ཞག་བདུན་གྱི་བར་དུ་ཤ་ཐང་ཡང་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་བྱ་རྒྱ་དང་རྙིས་གཟུང་བར་མ་ནུས་པ་དང་། རྨ་བྱའི་རྒྱལ་པོ་དེས་སྙིང་རྗེ་ཉེ་བར་བཞག་ནས་རྔོན་པ་དང་བྱ་པ་རྣམས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Despite exhausting themselves for seven days in that area, they were not able to catch the peacock king Suvarṇāvabhāsa in their nets and traps.

source: །ཞོ་ཤས་འཚོ་བ་ཁྱེད་རྣམས་ཅིའི་ཕྱིར་ཕྱོགས་འདི་ན་ཤ་ཐང་ཞིང་འཁོད།
en: Then the peacock king was touched with compassion and said to the hunters, ‘Laborers, why are you here, exhausting yourselves?’

source: དེ་དག་གིས་སྨྲས་པ། རྨ་བྱའི་རྒྱལ་པོ་ཤེས་པར་གྱིས་ཤིག །རྒྱལ་པོ་ཚངས་པས་བྱིན་དེས་བསྒོ་བ།
en: “They replied, ‘Peacock king, please understand that King Brahmadatta commanded us.

source: མཆོག་རྣམས་ཤེས་པར་གྱིས་ཤིག །རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་ཡན་ལག་བཀྲ་བ། ལུས་བཀྲ་བ། རིན་པོ་ཆེའི་མཆུ་ཅན། འཁོར་ལྔ་བརྒྱ་དང་ལྡན་པ་ཞིག་གནས་ཀྱིས།
en: Please understand that he said, “Gentlemen, you should know that on the southern slope of the snowy king of mountains dwells a peacock king named Suvarṇāvabhāsa, whose limbs and body are brightly colored, who has a jeweled beak, and who possesses a retinue of five hundred birds. Catch Suvarṇāvabhāsa with nets and traps and return home with the peacock king.

source: དེ་ཁྱེད་ཀྱིས་བྱ་རྒྱ་དང་རྙིས་ཟུང་ལ་འདིར་འོན་ཅིག །གལ་ཏེ་འདིར་བླང་བར་ནུས་ན་ནི་ཤིན་ཏུ་ལེགས་སོ།
en: If you manage to bring him home, all will be well.

source: །ཇི་སྟེ་མ་ནུས་ན་ཁྱེད་ཐམས་ཅད་ཀྱི་སྲོག་ཡལ་ལོ། །ཞེས་བསྒོ་སྟེ། བདག་ཅག་སྲོག་གིས་འཇིགས་སྐྲག་ནས་ཁྱོད་ཀྱི་ཕྱིར་འདི་ལྟ་བུར་འབད་པར་བྱེད་དོ།
en: If you fail to do this, you will all lose your lives.” It is out of fear for our lives that we are struggling like this.’

source: །རྨ་བྱའི་རྒྱལ་པོ་དེས་སྨྲས་པ། ཞོ་ཤས་འཚོ་བ་དག་ཁྱེད་ཀྱིས་རྙི་དང་བྱ་རྒྱས་ང་གཟུང་བ་ནི་མི་ནུས་སོ།
en: “The peacock king replied, ‘Laborers, you cannot catch me with nets and traps.

source: །ཞོ་ཤས་འཚོ་བ་དག་གལ་ཏེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་ང་བལྟ་བར་འདོད་ན་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་ནང་ཤིན་ཏུ་ཕྱག་དར་བྱོས་ཏེ། སྤོས་ཆུས་ཆག་ཆག་ཐོབ་ལ་མེ་ཏོག་སིལ་མ་ཁྲོམ་སྟེ། གདུགས་དང་བ་དན་བྲེས་ཤིག །རྒྱལ་མཚན་སྒྲེང་ལ། པོག་ཕོར་ནས་བདུག་པས་བདུགས་ལ་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་གྱིས་ཏེ།
en: Laborers, if King Brahmadatta wishes to see me, let him sweep the city of Vārāṇasī clean, sprinkle scented water, scatter flower petals, hang parasols and pennants, raise banners, burn incense in censers, and prepare a chariot adorned with the seven jewels.

source: ཞག་བདུན་གྱི་ཉིན་པར་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་ཏུ་འདིར་ཤོག་ཤིག་དང་། ང་ཉིད་དེར་འགྲོ་བར་བྱའོ།
en: King Brahmadatta should come here seven days from now in the company of the four divisions of his army, and I will go to Vārāṇasī myself.

source: །དེ་ལྟར་བྱའོ་ཞེས་ཏེ།
en: This is what should be done.’

source: རྔོན་པ་དང་བྱ་པའི་མི་དག་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བའི་ལྟར་མཉན་ནས་མཐར་གྱིས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་དེར་རྒྱལ་པོ་ཚངས་པས་བྱིན་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་འདི་སྐད་སྨྲས་སོ།
en: “After the hunters had listened to the peacock king Suvarṇāvabhāsa, they made their way to the city of Vārāṇasī and into the presence of King Brahmadatta.

source: །ལྷ་མཁྱེན་པར་མཛད་དུ་གསོལ། བདག་ཅག་འདི་ནས་བྱ་རྒྱ་དང་རྙི་ཐོགས་ཏེ་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ག་ལ་བ་དེར་མཆིས་པ་དང་། ཕྱོགས་གང་ན་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་གནས་པའི་ཕྱོགས་དེར་རྙི་བཙུགས། རྒྱ་བྲེས་ན།
en: They said, ‘Lord, may it please you to know that we took our nets and traps to the southern slope of the snowy king of mountains and set them out in the area where the peacock king Suvarṇāvabhāsa lives.

source: རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་གང་དང་གང་དུ་ལྟ་བ་དེ་དང་དེར་རྒྱ་རལ་རྙི་ཆད་དེ།
en: But whenever Suvarṇāvabhāsa looked at them, the nets tore and the traps were sprung.

source: བདག་ཅག་ཕྱོགས་དེ་ན་དགུང་བདུན་གྱི་བར་དུ་ཤ་ཐང་ཡང་རྨ་བྱའི་རྒྱལ་པོ་དེ་རྒྱ་དང་རྙིས་བཟུང་བའི་རྔོ་མ་ཐོགས་པ་དང་། རྨ་བྱའི་རྒྱལ་པོ་དེས་སྙིང་རྗེ་ཉེ་བར་བཞག་སྟེ་བདག་ཅག་ལ་འདི་སྐད་ཅེས་མཆིའོ།
en: Despite exhausting ourselves in that area for seven nights, we were not able to catch the peacock king with our nets and traps.

source: །ཀྱེ་མི་དག་ཅིའི་ཕྱིར་ཕྱོགས་འདི་ན་ཤ་ཐང་ཞིང་འཁོད། བདག་ཅག་གིས་སྨྲས་པ། རྨ་བྱའི་རྒྱལ་པོ་ཤེས་པར་གྱིས་ཤིག །རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་བདག་ཅག་ལ་བསྒོ་བ། རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་ཡན་ལག་བཀྲ་བ། ལུས་བཀྲ་བ།
en: The peacock king was touched with compassion and said to us, “Laborers, why are you here, exhausting yourselves?” We replied, “Peacock king, please understand that King Brahmadatta commanded us, ‘On the southern slope of the snowy king of mountains is said to dwell a peacock king named Suvarṇāvabhāsa, whose limbs and body are brightly colored, who has a jeweled beak, and who possesses a retinue of five hundred birds.

source: རིན་པོ་ཆེའི་མཆུ་ཅན་འཁོར་ལྔ་བརྒྱ་དང་ལྡན་པ་དེ་གང་དང་གང་དུ་འགྲོ་བར་རྨ་བྱ་དེ་དག་ཐམས་ཅད་ཀྱི་དང་པོ་ལ་འགྲོ་བ་ཞིག་གནས་ཞེས་གྲག་གིས།
en: Wherever he goes, he ranks first among all peacocks.

source: ཁྱེད་ཀྱིས་བྱ་རྒྱ་དང་རྙིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ཟུང་ལ་འོན་ཅིག །གལ་ཏེ་རྨ་བྱའི་རྒྱལ་པོ་དེ་འདིར་བླང་ནུས་ན་དེ་ལྟ་ན་ནི་ལེགས་སོ།
en: Catch the peacock king Suvarṇāvabhāsa with your nets and traps and bring him home.

source: །ཇི་སྟེ་མ་ནུས་ན་ཁྱེད་ཐམས་ཅད་ཀྱི་སྲོག་ཡལ་ལོ་ཞེས་བསྒོ་སྟེ།
en: If you manage to bring him home, all will be well.

source: བདག་ཅག་སྲོག་གིས་འཇིགས་སྐྲག །འཆི་བས་འཇིགས་སྐྲག་ནས་ཁྱོད་ཀྱི་ཕྱིར་འདི་ལྟར་འབད་པར་བྱེད་དོ། །དེས་སྨྲས་པ། ཀྱེ་ཞོ་ཤས་འཚོ་བ་དག་ཁྱེད་ཀྱིས་བྱ་རྒྱ་དང་རྙིས་བཟུང་བར་ནི་མི་ནུས་སོ།
en: If you fail to do this, you will all lose your lives.’ Since we are afraid to die, it is out of fear for our lives that we are struggling like this.” Suvarṇāvabhāsa replied, “Laborers, you cannot catch me with nets and traps.

source: །ཞོ་ཤས་འཚོ་བ་དག་གལ་ཏེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་ང་མཐོང་བར་འདོད་ན་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་ནང་ཤིན་ཏུ་ཕྱག་དར་བྱོས་ཏེ། སྤོས་ཆུས་ཆག་ཆག་ཐོབ་ལ་མེ་ཏོག་སིལ་མ་ཁྲོམ་སྟེ། གདུགས་དང་བ་དན་བྲེས་ཤིག །རྒྱལ་མཚན་སྒྲེང་ལ། པོག་ཕོར་ནས་བདུག་པས་བདུགས་ལ་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་གྱིས་ཏེ།
en: Laborers, if King Brahmadatta wishes to see me, let him sweep the city of Vārāṇasī clean, sprinkle scented water, scatter flower petals, hang parasols and pennants, raise banners, burn incense in censers, and prepare a chariot adorned with the seven jewels.

source: ཞག་བདུན་གྱི་ཉིན་པར་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་ཏུ་འདིར་ཤོག་ཤིག་དང་། ང་ཉིད་དེར་འགྲོ་བར་བྱའོ་ཞེས་མཆིའོ།
en: King Brahmadatta should come here seven days from now in the company of the four divisions of his army, and I will go myself. This is what should be done.” ’

source: །དེ་ལྟར་བྱའོ་ཞེས་ཏེ་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་རྔོན་པ་དང་བྱ་པ་དེ་དག་གི་ལྟར་མཉན་ནས།
en: “King Brahmadatta listened to what the hunters said, and he had the city of Vārāṇasī swept clean.

source: གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་ནང་ཤིན་ཏུ་ཕྱག་དར་བྱེད་དུ་བཅུག །སྤོས་ཆུས་ཆག་ཆག་འདེབས་སུ་བཅུག །མེ་ཏོག་སིལ་མ་འགྲེམས་སུ་བཅུག །གདུགས་དང་བ་དན་འབྲེར་བཅུག །རྒྱལ་མཚན་སྒྲེང་དུ་བཅུག །པོག་ཕོར་ནས་བདུག་པས་བདུག་ཏུ་བཅུག །རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་བྱེད་དུ་བཅུག་ནས་ཞག་བདུན་འདས་པ་དང་། དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་གྱོན་དུ་བཅུག་སྟེ།
en: He had scented water sprinkled, flower petals scattered, parasols and pennants hung, banners raised, incense burned in censers, and a chariot prepared that was adorned with the seven jewels.

source: དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་གོ་བགོས་ནས་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་དྲངས་ཏེ།
en: When seven days had passed, he gathered the four divisions of his army and had them don their armor.

source: དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་ཏུ་རིའི་རྒྱལ་པོ་གངས་རིའི་ལྷོ་ཕྱོགས་ཀྱི་ངོས་ག་ལ་བ་དེར་སོང་བ་དང་། རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་བདག་ཉིད་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཤིང་རྟ་ལ་ཞོན་ཏེ་སྐད་ཕྱུང་བ་དང་། དེའི་སྐད་ཀྱིས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་ཁྱབ་པར་གྲག་ནས།
en: Leading the chariot adorned with the seven jewels, the king and the four divisions of his army went to the southern slope of the snowy king of mountains. “The peacock king Suvarṇāvabhāsa mounted the seven-jeweled chariot and let out a cry that resounded through the four divisions of the army.

source: རྒྱལ་པོ་ཚངས་པས་བྱིན་དགའ་མགུ་ཡི་རངས་ཏེ་རབ་ཏུ་དགའ་ནས་དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་ལ་བཀུར་སྟི་བྱེད་དུ་བཅུག །བླ་མར་བྱེད་དུ་བཅུག །རིམ་གྲོ་བྱེད་དུ་བཅུག །མཆོད་པ་བྱེད་དུ་བཅུག་ནས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དང་ལྷན་ཅིག་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ག་ལ་བ་དེར་སོང་བ་དང་། གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་སྒོར་འདུག་ནས་སྐད་ཕྱུང་སྟེ།
en: King Brahmadatta was delighted and overjoyed. Pleased and happy, he had the peacock king Suvarṇāvabhāsa treated with honor and respect. He attended to him and offered him veneration. Then, accompanied by the peacock king Suvarṇāvabhāsa, he returned to Vārāṇasī.

source: དེའི་སྐད་དེས་གྲོང་ཁྱེར་དེ་ཐམས་ཅད་ཁྱབ་པར་གྲག་གོ། །དེ་ནས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་གང་དག་གནས་པ་དེ་དག་གྲོང་ཁྱེར་གྱི་སྒོ་ག་ལ་བ་དེར་རབ་ཏུ་རྒྱུག་གོ།
en: At the gate to the city, Suvarṇāvabhāsa let out a cry that resounded through the whole city, and all the men, women, boys, and girls who lived in Vārāṇasī rushed to the city gate.

source: །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ལ་བཀུར་སྟི་བྱེད་དུ་བཅུག །བླ་མར་བྱེད་དུ་བཅུག །རིམ་གྲོ་བྱེད་དུ་བཅུག །མཆོད་པ་བྱེད་དུ་བཅུག་ནས།
en: “King Brahmadatta treated Suvarṇāvabhāsa with honor and respect, attending to him and offering veneration.

source: རང་གི་ཁྱིམ་ག་ལ་བ་དང་། བཙུན་མོ་དཔེ་མེད་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: They then went to his home, where Queen Anupamā was waiting.

source: བཙུན་མོ་དཔེ་མེད་ལ་འདི་སྐད་ཅེས་སྨྲས་ཏེ། ལྷ་མོ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་འདི་ནི་ཁྱོད་ཀྱི་གན་དུ་རང་འོངས་སོ་ཞེས་སྨྲས་སོ།
en: When they arrived, the king said to her, ‘My lady, the peacock king Suvarṇāvabhāsa approaches.’

source: །རྒྱལ་པོ་ཚངས་པས་བྱིན་དེ་བདག་ཉིད་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ལ་མེ་ཏོག་དང་འབྲས་བུ་རྣམས་ཀྱིས་རིམ་གྲོ་བྱེད་དོ།
en: “King Brahmadatta himself served Suvarṇāvabhāsa with flowers and fruits.

source: །དེའི་ཚེ་དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་ཚངས་པས་བྱིན་བྲེལ་བ་ཞིག་བྱུང་ནས་དེས་འདི་སྙམ་དུ་བསམས་ཏེ། སུས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ལ་རིམ་གྲོ་བྱེད་ནུས་སྙམ་ནས། དེས་ཡང་འདི་སྙམ་དུ་བསམས་ཏེ། བཙུན་མོ་དཔེ་མེད་ནི་མཁས་པ། ཤེས་རབ་ཆེན་པོ་དང་ལྡན་པ་སྟེ།
en: But on one occasion when King Brahmadatta had other obligations, he thought, ‘Who can serve the peacock king Suvarṇāvabhāsa?’ Then the thought occurred to him, ‘Queen Anupamā is clever and very wise;

source: དེས་ནུས་སོ་སྙམ་མོ། །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱིས་བཙུན་མོ་དཔེ་མེད་ལ་བོས་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་མོ་ཁྱོད་ཀྱིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་འདི་ངས་ཇི་ལྟར་རིམ་གྲོ་བྱས་པ་བཞིན་དུ་བདག་ཉིད་ཀྱིས་རིམ་གྲོ་གྱིས་ཤིག །དེ་ནས་རྒྱལ་པོ་ཚངས་པས་བྱིན་གྱི་བཙུན་མོ་དཔེ་མེད་བདག་ཉིད་ཀྱིས་མེ་ཏོག་དང་འབྲས་བུ་རྣམས་ཀྱིས་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་དེ་ལ་བསྙེན་བཀུར་བྱེད་དོ།
en: I think she can do it.’ King Brahmadatta summoned Queen Anupamā and said to her, ‘My lady, please attend to the peacock king Suvarṇāvabhāsa, just as I have served him.’ Then Anupamā, the queen of King Brahmadatta, attended to Suvarṇāvabhāsa herself with flowers and fruit.

source: །དེའི་ཚེ་དུས་གཞན་ཞིག་ན་བཙུན་མོ་དཔེ་མེད་སྐྱེས་པ་གཞན་ལ་ཆགས་པར་གྱུར་ཏེ།
en: “At one point, Queen Anupamā developed an attraction to another man.

source: དེ་ནས་བཙུན་མོ་དཔེ་མེད་ཀྱིས་འདི་སྙམ་དུ་བསམས་སོ། །རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་འདི་ནི་མིའི་སྐད་དུ་སྨྲ་བས་དེས་གཏམ་འདི་རྒྱལ་པོ་ཚངས་པས་བྱིན་ལ་མི་བསྙད་གྲང་།
en: She thought, ‘The peacock king Suvarṇāvabhāsa speaks the human language, so might he not tell this tale to King Brahmadatta?

source: རྒྱལ་པོ་ཚངས་པས་བྱིན་དེས་ཀྱང་བདག་བཟུང་སྟེ་མི་བསད་གྲང་སྙམ་ནས། དེ་ནས་བུད་མེད་དེས་བྱའི་རྒྱལ་པོ་དེ་ལ་ཟས་དུག་ཅན་དང་། སྐོམ་དུག་ཅན་བྱིན་ནོ།
en: Might the king not arrest and execute me?’ The woman then gave the peacock king food and drink laced with poison.

source: །བུད་མེད་དེས་རྨ་བྱའི་རྒྱལ་པོ་དེ་ལ་ཇི་ལྟ་ཇི་ལྟར་ཟས་དུག་ཅན་དང་། སྐོམ་དུག་ཅན་བྱིན་པ་དེ་ལྟ་དེ་ལྟར་རྨ་བྱའི་རྒྱལ་པོ་དེའི་ལུས་གཟུགས་ཆེས་བཟང་བ་དང་། ཆེས་མཛེས་པ་དང་། ཆེས་བལྟ་ན་སྡུག་པ་དང་། ཆེས་འོད་གསལ་བར་གྱུར་ཏོ།
en: But no matter how much poisoned food and drink she gave to him, his body became that much finer, more beautiful, more attractive, and more radiant.

source: །དེ་ནས་བཙུན་མོ་དཔེ་མེད་ཀྱིས་འདི་སྙམ་དུ་སེམས་ཏེ། རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བ་ལ་བདག་གིས་ཇི་ལྟ་ཇི་ལྟར་ཟས་དུག་ཅན་དང་། སྐོམ་དུག་ཅན་བྱིན་པ་དེ་ལྟ་དེ་ལྟར་འདིའི་ལུས་གཟུགས་ཆེས་བཟང་བ་དང་། ཆེས་མཛེས་པ་དང་། ཆེས་བལྟ་ན་སྡུག་པ་དང་། ཆེས་འོད་གསལ་བར་གྱུར་ཏོ་སྙམ་མོ། །དེ་ནས་བཙུན་མོ་དཔེ་མེད་ལ་རྨ་བྱའི་རྒྱལ་པོ་གསེར་དུ་སྣང་བས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Then Queen Anupamā thought, ‘No matter how much poisoned food and drink I give to the peacock king Suvarṇāvabhāsa, his body becomes that much finer, more beautiful, more attractive, and more radiant!’

source: །རྐུན་མ་རྐུན་མ་ཁྱོད་ཀྱི་ངས་ཤེས་ཏེ།
en: “The peacock king Suvarṇāvabhāsa then said to Queen Anupamā, ‘Villain, villain, I know about you!
